<!DOCTYPE html>

<html>
  <head>
    <title>Sebastian Carewe &ndash; &Agrave; propos</title>
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"/>
    <link rel="stylesheet" href="../style.css" type="text/css"/>
    <link rel="shortcut icon" type="image/png" href="../sources/img/favicon.svg">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
  </head>
  <body>
    <div id="nav">
      <div class="topnav">
        <a href="index.html">bonjour</a>
        <a href="projects.html">projets</a>
        <a class="active" href="#about">a propos</a>
      </div>
      <div class="topnav languages">
        <a href="../about.html">en</a>
        <a href="../de/about.html">de</a>
        <a class="active" href="#about">fr</a>
      </div>
    </div>
    <div id="spacer"></div>
    <div id="content">
      <p>
        Bonjour, je suis Sebastian Carewe. Je suis ing&eacute;nieur en polices de caract&egrave;res et
        cr&eacute;ateur de caract&egrave;res, actuellement bas&eacute; &agrave; Lille, en France.<br>
        Originaire de Berlin, j&rsquo;ai fait des &eacute;tudes de design d&rsquo;interface o&ugrave; je me suis
        concentr&eacute; sur le design de caract&egrave;res sous la direction de Luc(as) de Groot. Apr&egrave;s un an
        d&rsquo;&eacute;tudes de litt&eacute;rature et culture italiennes, j&rsquo;ai d&eacute;m&eacute;nag&eacute;
        &agrave; Porto, au Portugal, pour travailler comme ing&eacute;nieur typographe chez
        <a href="https://schriftlabor.at">Schriftlabor</a> pendant un an. Passionn&eacute; par les langues,
        j&rsquo;&eacute;tudie actuellement la linguistique &agrave; Lille.<br>
        Je publie des scripts et des plugins pour Glyphs et divers autres codes sur mon
        <a href="https://www.github.com/eweracs">GitHub</a>. Mes comp&eacute;tences en mati&egrave;re de
        conception de caract&egrave;res vont du dessin au travail de production final. L&rsquo;&eacute;quilibre entre
        le dessin, la cr&eacute;ation d&rsquo;outils et la production m&rsquo;a permis d&rsquo;enrichir chacun de ces
        domaines pour d&eacute;velopper un flux de travail tr&egrave;s efficace qui ne compromet ni la qualit&eacute; ni l&rsquo;adaptabilit&eacute;.<br>
        En dehors de la typographie, j&rsquo;ai une vaste exp&eacute;rience de la musique, avec un int&eacute;r&ecirc;t marqu&eacute; pour le solf&egrave;ge, la th&eacute;orie de l&rsquo;acoustique et le piano (jazz et classique). Je passe mon temps &agrave; faire du  patinage de vitesse en hiver et &agrave; faire du v&eacute;lo en &eacute;t&eacute;. Je peux r&eacute;soudre un Rubik&rsquo;s cube en neuf secondes, mais j&rsquo;en cherche toujours le sens.
      </p>
    </div>
    <script src="../JS/main.js" onload="setSpacerHeight()"></script>
  </body>
</html>